---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Rad
source: html/3c391404-20c4-a2b1-0212-8b6ee350096c.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Rad Property

Symbol rad, indicating unit Radians.

## Syntax (C#)
```csharp
public static ForgeTypeId Rad { get; }
```